[{    "acronym": "3Ccar",
    "contentUpdateDate": "2020-12-16 22:28:37",
    "ecMaxContribution": 1.732084396E7,
    "ecSignatureDate": "",
    "endDate": "2018-10-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "ECSEL-RIA",
    "id": 662192,
    "legalBasis": "",
    "masterCall": "",
    "nature": "",
    "objective": "The 3Ccar project will provide highly integrated ECS Components for Complexity Control in thereby affordable electrified cars. The new semiconductors for Complexity management (Control, reduction) will offer the next level of energy efficiency in transportation systems.\n3Ccar’s impact is maximizing pragmatic strategy: Use semiconductor technology innovations to manage functionality & complexity increase. This leads also to cheaper, efficient, robust, comfortable, reliable and usable automotive systems. This strengthens Europe as a whole (OEM, Tier1, Semiconductor) generating economic growth and new jobs in Europe.\nThe impact of 3Ccar is driven vertically by innovations and horizontally enabling growth and deployment in the industry based on what we see as European Values. We recognized that European engineers develop for highest efficiency, convergence and manageable complexity. Our society appreciates long life products to avoid waste. 50 partners and 55 Mio€ budget give the mass for innovative products such as functional integrated powertrains, smart battery cells with unique selling features allowing Europe to advance to global leadership. An important feature of the project has been the recognition and exploitation of synergies with other EV projects, enabling fast innovation cycles between such aligned projects.\nWith 55 Mio€ budget and 10 b€ impact the R&D expenditure ratio is 200 which is 10x higher than the semiconductor average and corresponds to very strong innovation potential which will be translated into automotive and semiconductor industry. The technologies developed in 3Ccar will be commercialized all over the world while giving advantages to Europe’s OEMs willing to manufacture in Europe. 3Ccar will be involved in standardization needed to ensure that large vertical supply chains can be established. The 3Ccar project shows that collaboration between industry, research institutes, governments and customers is pivotal for excellence in Europe.",
    "rcn": 197903,
    "startDate": "2015-06-01",
    "status": "CLOSED",
    "subCall": "ECSEL-2014-1",
    "title": "Integrated Components for Complexity Control in affordable electrified cars",
    "topics": "ECSEL-01-2014",
    "totalCost": 5.240167584E7
},{
    "acronym": "GrapheneCore2",
    "contentUpdateDate": "2021-02-11 08:47:26",
    "ecMaxContribution": 88000000,
    "ecSignatureDate": "",
    "endDate": "2020-03-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "SGA-RIA",
    "id": 785219,
    "legalBasis": "",
    "masterCall": "",
    "nature": "",
    "objective": "This proposal describes the third stage of the EC-funded part of the Graphene Flagship. It builds upon the results achieved in the ramp-up phase (2013 - 2016) and the first core project (2016 - 2018), and covers the period April 2018 - March 2020.\n\nThe progress of the flagship follows the general plans set out in the Framework Partnership Agreement, and the second core project represents an additional step towards higher technology and manufacturing readiness levels. The Flagship is built upon the concept of value chains, one of which is along the axis of materials-components-systems; the ramp-up phase placed substantial resources on the development of materials production technologies, the first core project moved to emphasise components, and the second core project will move further towards integrating components in larger systems. This evolution is manifested, e.g., in the introduction of six market-motivated spearhead projects during the Core 2 project.",
    "rcn": 216122,
    "startDate": "2018-04-01",
    "status": "SIGNED",
    "subCall": "H2020-SGA-FET-GRAPHENE-2017",
    "title": "Graphene Flagship Core Project 2",
    "topics": "SGA-FET-GRAPHENE-2017",
    "totalCost": 88000000
},{
    "acronym": "JOSPEL",
    "contentUpdateDate": "2019-11-04 01:42:57",
    "ecMaxContribution": 6668288,
    "ecSignatureDate": "",
    "endDate": "2018-10-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "RIA",
    "id": 653851,
    "legalBasis": "",
    "masterCall": "",
    "nature": "",
    "objective": "The aim of JOSPEL project is the development of a novel energy efficient climate system for the optimization of interior temperature control management in electrical vehicles through an integrated approach that combines the application of the thermoelectric Joule and Peltier  effect, the development of an efficient insulation of the vehicle interior, the energy recovery from heat zones, battery life increase duration enhancement as a side effect of thermal management, battery consumption reduction by Peltier cooling integration,  innovative automated and eco-driving strategies and the electronic control of power flows. Main objective is the reduction of at least 50% of energy used for passenger comfort (<1,250 W) and at least 30% for component cooling in extreme conditions with reference to electric vehicles currently on the market.",
    "rcn": 194902,
    "startDate": "2015-05-01",
    "status": "CLOSED",
    "subCall": "H2020-GV-2014",
    "title": "Low energy passenger comfort systems based on the joule and peltier effects.",
    "topics": "GV-2-2014",
    "totalCost": 6668288
},{
    "acronym": "Productive4.0",
    "contentUpdateDate": "2021-10-04 21:15:12",
    "ecMaxContribution": 2.603314848E7,
    "ecSignatureDate": "2017-05-15",
    "endDate": "2020-10-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "ECSEL-IA",
    "id": 737459,
    "legalBasis": "H2020-EU.2.1.1.",
    "masterCall": "H2020-ECSEL-2016-2-IA-two-stage",
    "nature": "",
    "objective": "PRODUCTIVE4.0 - AMBITIOUS PROJECT WITH A UNIQUE MAIN OBJECTIVE\nThe main objective of Productive4.0 is to achieve improvement of digitising the European industry by electronics and ICT. Ultimately, the project aims at suitability for everyday application across all industrial sectors – up to TRL8. It addresses various industrial domains with one single approach of digitalisation. \nWhat makes the project unique is the holistic system approach of consistently focusing on the three main pillars: digital automation, supply chain networks and product lifecycle management, all of which interact and influence each other. \nThis is part of the new concept of introducing seamless automation and network solutions as well as enhancing the transparency of data, their consistence and overall efficiency. Currently, such a complex project can only be realised in ECSEL. \nThe consortium consists of 45% AENEAS, 30% ARTEMIS-IA, 25% EPOSS partners, thus bringing together all ECSEL communities. Representing over 100 partners from 19 EU and other associated countries, it is a European project, indeed. \nHANDS-ON SOLUTIONS FOR THE EUROPEAN DIGITAL INDUSTRY \n• Productive4.0 tackles technological and conceptual approaches in the field of Industry 4.0. The term comprises IIoT (Industrial Internet of Things), CPS (Cyber Physical Systems) and Automation. \n• The innovation project takes a step further towards hands-on solutions. In the process, practical reference implementations such as 3D printerfarms, customised production or self-learning robot systems will benefit in fields like service-oriented architecture (SOA), IOT components & infrastructures, process virtualisation or standardisation. These fields are addressed in the work packages WP1 through WP6.  \n• In addition to furnishing the industry with tailor-made digital solutions, the Productive4.0 Framework will be provided.  \n• Productive4.0 is a brain pool initiated to strengthen the international leadership of the European industry.",
    "rcn": 210800,
    "startDate": "2017-05-01",
    "status": "SIGNED",
    "subCall": "H2020-ECSEL-2016-2-IA-two-stage",
    "title": "Electronics and ICT as enabler for digital industry and optimized supply chain management covering the entire product lifecycle",
    "topics": "ECSEL-2016-2",
    "totalCost": 1.0644574855E8
},{
    "acronym": "iDev40",
    "contentUpdateDate": "2021-11-18 15:29:20",
    "ecMaxContribution": 1.08965211E7,
    "ecSignatureDate": "2018-05-17",
    "endDate": "2021-10-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "ECSEL-IA",
    "id": 783163,
    "legalBasis": "H2020-EU.2.1.1.",
    "masterCall": "H2020-ECSEL-2017-1-IA-two-stage",
    "nature": "",
    "objective": "The main objective of the iDev40 project proposal is to achieve a disruptive or “breakthrough change” step toward speedup in time to market by digitalising the European industry, closely interlinking development processes, logistics and manufacturing. Ultimately, the project aims at suitable digital technology advancements to strengthen the electronic components and systems industry in Europe. It addresses various industrial domains with one and the same approach of digitalisation towards competitive and innovative solutions.\nThe new concept of introducing seamlessly integrated development together with automation and network solutions as well as enhancing the transparency of data, their consistence, flexibility and overall efficiency will lead to a significant speedup in the time to market (T2M) race. \niDev40’s unique approach addresses:\n• AI learning, Data  Life Cycle Management and IP Protection\n• Embedding Digital Development in Digital Production (the digital twin) \n• Close the Knowledge loop in product life cycle management along the supply chain\n• Collaboration 4.0 and Development of highly skilled R&D and Manufacturing Teams\n• Prove the innovated technologies on selected use cases in real productive environment\nProgress in mastering these challenges will significantly impact the productivity of future design processes embedded in an Industrial Internet environment. \nThe global state-of-art technologies already offer tremendous diagnostics algorithms, machine controls, simulators, optimizers, etc., but only an extensive framework like iDev40 can combine them into effective integration into the development process enabling such powerful simulations like “digital twins” that ever more govern the hardware, manufacturing service and business functions. To cope with the exceptional complexity it becomes even more crucial to be competitive leaders in developing virtual representations of real physical implementation.",
    "rcn": 216114,
    "startDate": "2018-05-01",
    "status": "SIGNED",
    "subCall": "H2020-ECSEL-2017-1-IA-two-stage",
    "title": "Integrated Development 4.0",
    "topics": "ECSEL-2017-1",
    "totalCost": 4.702189454E7
},{
    "acronym": "ITEAM",
    "contentUpdateDate": "2020-09-01 18:29:37",
    "ecMaxContribution": 3833413.2,
    "ecSignatureDate": "",
    "endDate": "2019-12-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "MSCA-ITN-ETN",
    "id": 675999,
    "legalBasis": "",
    "masterCall": "",
    "nature": "",
    "objective": "\"The main target of the ITEAM project is to establish and sustainably maintain the European training network with high grade of interdisciplinarity, which will train strong specialists skilled in research and development of novel technologies in the field of multi-actuated ground vehicles (MAGV). The global goals are: (i) Advance of European postgraduate education in the area of environment- and user-friendly vehicle technologies that highly demanded by the European industry and society; (ii) Reinforcement of cooperation between academia and industry to improve career perspectives of talented graduates in both public and private sectors; (iii) Creation of strong European research and innovation group making determinant contributions to next generations of multi-actuated ground vehicles.  To achieve the project objectives, the consortium unites 11 beneficiaries and 5 partner organizations from 9 European countries including 7 universities, 2 research centres, and 7 non-academic organizations. Distinctive feature of the ITEAM network is the concept of interaction of three research clusters: \"\"MAGV integration\"\", \"\"Green MAGV\"\", \"\"MAGV Driving Environment\"\".  Within these clusters, the training concept will be based on intersectoral cooperation and will cover domains of (i) basic research, (ii) applied research, and (iii) experimentations. The ITEAM project will provide the first-of-its kind European training network in Ground Vehicles at doctorate level to fill up the niche in private sector and industry with researcher-practitioners.  The proposed network will be developed as innovative, multidisciplinary, engineering product-oriented and project-based program to train the scientists by integrating cutting-edge research methods of ground vehicles, electric/mechatronic systems, environmental engineering and applied intelligent control. The ITEAM network measures will guarantee excellent career prospects for participating researchers both in industrial and academic sectors.\"",
    "rcn": 198111,
    "startDate": "2016-01-01",
    "status": "CLOSED",
    "subCall": "H2020-MSCA-ITN-2015",
    "title": "Interdisciplinary Training Network in Multi-Actuated Ground Vehicles",
    "topics": "MSCA-ITN-2015-ETN",
    "totalCost": 3833413.2
},{
    "acronym": "AutoDrive",
    "contentUpdateDate": "2021-12-01 20:01:10",
    "ecMaxContribution": 1.616336292E7,
    "ecSignatureDate": "2017-05-15",
    "endDate": "2020-10-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "ECSEL-RIA",
    "id": 737469,
    "legalBasis": "H2020-EU.2.1.1.",
    "masterCall": "H2020-ECSEL-2016-1-RIA-two-stage",
    "nature": "",
    "objective": "Automated driving is a disruptive technology which opens the door to future multi-billion markets providing business opportunities to value chains in automotive and semiconductor industry.The European industry has leading competitive strength in the development and manufacturing of highly reliable electro-mechanical systems. In order to preserve this capability Europe needs to setup European standards for high level control such as real-time computing or big data processing. In order to respond on the global challenge AutoDrive has gathered Europe’s leading semiconductor companies, suppliers, OEMs, and research institutes committed to create a pan-European eco-system, which has the critical mass to initiate standards and provides the components and subsystems for automated driving. Currently, even the most sophisticated vehicle automation technology on the road is not able to surpass human driving capabilities – especially considering context awareness in any situation. Moreover, there is no common agreement on quantifiable dependability measures which hardware and embedded software have to achieve to allow safe automated driving for SAE Levels 3-5. AutoDrive aims for the design of (i) fail-aware (self-diagnostics), (ii) fail-safe, (iii) fail-operational (HW and SW redundancy) electronic components and systems architecture that enable the introduction of automated driving in all car categories. AutoDrive results will significantly contribute to safer and more efficient mobility. It will raise end-user acceptance and comfort by supporting drivers in highly challenging situations (active safety) as well as in regular driving situations. Combining both will reduce the number of road fatalities especially in rural scenarios and under adverse weather conditions. AutoDrive will contribute to Europe’s Vision Zero and to improved efficiency. This will sustain Leadership and even grow the market position of all AutoDrive partners.",
    "rcn": 210530,
    "startDate": "2017-05-01",
    "status": "SIGNED",
    "subCall": "H2020-ECSEL-2016-1-RIA-two-stage",
    "title": "Advancing fail-aware, fail-safe, and fail-operational electronic components, systems, and architectures for fully automated driving to make future mobility safer, affordable, and end-user acceptable.",
    "topics": "ECSEL-2016-1",
    "totalCost": 6.456969144E7
},{
    "acronym": "ESEE",
    "contentUpdateDate": "2016-04-12 12:11:52",
    "ecMaxContribution": 4368364,
    "ecSignatureDate": "",
    "endDate": "2016-03-31",
    "frameworkProgramme": "FP7",
    "fundingScheme": "JTI-CP-ENIAC",
    "id": 324284,
    "legalBasis": "FP7-JTI",
    "masterCall": "",
    "nature": "",
    "objective": "ESEE – Environment Sensors for Energy Efficiency targets the markets, were with highly reliable information regarding environmental conditions measures can be deducted, which safe the use of energy. The research will be performed on several different sensor technoglogy approaches and finally validated in a test environment, e.g. under the environmental conditions of an aircraft. In addition an appropriate sensor network and innovative communication approaches will be investigated and create to enable air management systems to react on different sensor informations.Innovative approaches based on Silicon MEMS technologies, surface reactions and spectroscopic methods are in focus of the research. Intention is to provide solutions for energy efficient management and introducing this new solutions after the successful conclusion into the market of building control, air craft cabin monitoring and for electric cars indoor air control. \nThe societal benefit will be the provision of healthy air in indoor environments in combination with a huge amount of safed energy due to the avoidance of preparing unnecessarily new fresh air. The applications of the interconnected sensors can be easily extended to other presence depend use of energy, e.g. heating and light.",
    "rcn": 201970,
    "startDate": "2013-04-01",
    "status": "ONG",
    "subCall": "ENIAC-2012-1",
    "title": "Environmental Sensors for Energy Efficiency",
    "topics": "SP1-JTI-ENIAC-2012-3;SP1-JTI-ENIAC-2012-7",
    "totalCost": 29122435
},{
    "acronym": "LASERLAB-EUROPE",
    "contentUpdateDate": "2020-02-24 20:52:24",
    "ecMaxContribution": 10000000,
    "ecSignatureDate": "",
    "endDate": "2019-11-30",
    "frameworkProgramme": "H2020",
    "fundingScheme": "RIA",
    "id": 654148,
    "legalBasis": "",
    "masterCall": "",
    "nature": "",
    "objective": "LASERLAB-EUROPE is the European consortium of major national laser research infrastructures, covering advanced laser science and applications in most domains of research and technology, with particular emphasis on areas with high industrial and social impact, such as bio- and nanophotonics, material analyses, biology and medicine. \nRecently the field of advanced lasers has experienced remarkable advances and breakthroughs in laser technologies and novel applications. Laser technology is a key innovation driver for highly varied applications and products in many areas of modern society, thereby substantially contributing to economic growth. Through its strategic approach, LASERLAB-EUROPE aims to strengthen Europe’s leading position and competitiveness in this key area. It facilitates the coordination of laser research activities within the European Research Area by integrating major facilities in most European member states with a long-term perspective and providing concerted and efficient services to researchers in science and industry.\nThe main objectives of LASERLAB-EUROPE are to:\n\n• promote, in a coordinated way and on a European scale, the use of advanced lasers and laser-based technologies for research and innovation, \n\n• serve a cross-disciplinary user community, from academia as well as from industry, by providing access to a comprehensive set of advanced laser research installations, including two free-electron laser facilities,\n\n• increase the European basis of human resources in the field of lasers by training new users, including users in new domains of science and technology and from geographical regions of Europe where laser user communities are still less developed,  \n\n• improve human and technical resources through technology exchange and sharing of expertise among laser experts and operators across Europe, and through coordinated Joint Research Activities enabling world-class research, innovations and applications beyond the present state-of-the-art.",
    "rcn": 198070,
    "startDate": "2015-12-01",
    "status": "SIGNED",
    "subCall": "H2020-INFRAIA-2014-2015",
    "title": "The Integrated Initiative of European Laser Research Infrastructures",
    "topics": "INFRAIA-1-2014-2015",
    "totalCost": 1.000000089E7
},{
    "acronym": "EVERLASTING",
    "contentUpdateDate": "2021-07-30 18:58:30",
    "ecMaxContribution": 8201423.75,
    "ecSignatureDate": "2016-06-01",
    "endDate": "2021-02-28",
    "frameworkProgramme": "H2020",
    "fundingScheme": "RIA",
    "id": 713771,
    "legalBasis": "H2020-EU.3.4.",
    "masterCall": "H2020-GV-2014-2015",
    "nature": "",
    "objective": "Batteries are not yet the ideal energy container they were promised to be.  They are expensive, fragile and potentially dangerous.  Moreover the current EV cannot compete yet with traditional vehicles when it comes to driving range and flexibility.  EVERLASTING intends to bring Li-ion batteries closer to this ideal by focusing on the following technology areas.\n•\tPredicting the behavior of battery systems in all circumstances and over their full lifetime.  This enables accurate dimensioning and choice of the correct battery type, leading to lower cost.  It also facilitates the development of a powerful battery management system during all stages of its evolution from idea to fully tested product.\n•\tSensing signals beyond the standard parameters of current, voltage and temperature.  This multi-sensing approach provides more varied and in-depth data on the status of the battery facilitating a pro-active and effective management of the batteries, preventing issues rather than mitigating them.\n•\tMonitoring the status of the battery by interpreting the rich sensor data. By intelligently combining this information with road, vehicle and driver data we intend to offer accurate higher-level driver feedback.  This induces a bigger trust and hence a lower range anxiety.\n•\tManaging the battery in a proactive way, based on a correct assessment of its status.  Efficient thermal management and load management results in increased reliability and safety and leads to lower overall cost through an increased lifetime.\n•\tDefining a standard BMS architecture and interfaces and gathering the necessary support in the market.  This allows an industry of standard BMS components to flourish which will result in lower cost.",
    "rcn": 204971,
    "startDate": "2016-09-01",
    "status": "SIGNED",
    "subCall": "H2020-GV-2015",
    "title": "Electric Vehicle Enhanced Range, Lifetime And Safety Through INGenious battery management",
    "topics": "GV-8-2015",
    "totalCost": 8201423.75
},{
    "acronym": "ELIOT",
    "contentUpdateDate": "2021-12-03 11:20:32",
    "ecMaxContribution": 5991026,
    "ecSignatureDate": "2018-12-14",
    "endDate": "2022-06-30",
    "frameworkProgramme": "H2020",
    "fundingScheme": "IA",
    "id": 825651,
    "legalBasis": "H2020-EU.2.1.1.",
    "masterCall": "H2020-ICT-2018-20",
    "nature": "",
    "objective": "So far, the Internet of Things (IoT) is narrowband with no latency constraints. A wider range of applications is envisioned for industrial manufacturing, augmented reality and autonomous cars. It makes use of artificial intelligence, where compute functions will be offloaded from devices into the cloud. Accordingly, future IoT will need wireless links with high data rates, low latency and reliable connectivity despite the limited radio spectrum. Connected lighting is an interesting infrastructure for IoT services because it enables visible light communication (VLC), i.e. a wireless communication using unlicensed light spectrum. LED luminaires have enough modulation bandwidth for high data rates and each luminaire can be used as a wireless access point. Networked VLC-enhanced luminaires will add new features to build a wireless network for the IoT. ELIOT will start from existing prototypes and develop the support for IoT services. The project will integrate the lighting infrastructure with VLC and add positioning, multicast communications and enhanced security. ELIOT will demonstrate the new infrastructure in real environments at TRL ≥6 and mobile IoT devices at TRL ≥ 4. Main project goals are to provide an open reference architecture for the support of IoT in the lighting infrastructure, build consensus reflecting the best architectural choices, contribute to standardization of lighting and telecom infrastructures in IEC, IETF, IEEE and ITU-T and provide a roadmap for IoT until 2022 and beyond. ELIOT brings together Europe’s key players that cover the whole value chain, i.e. OSRAM, Philips Lighting and Tridonic as major component and luminaire makers, Maxlinear as chipmaker, NOKIA as a leading network vendor and integrator, BMW, Weidmüller and Thyssen Krupp working on industrial IoT, Deutsche Telekom and KPN as innovative operators, together with Fraunhofer HHI as a leading research institute and two top universities from Eindhoven and Oxford.",
    "rcn": 220023,
    "startDate": "2019-01-01",
    "status": "SIGNED",
    "subCall": "H2020-ICT-2018-2",
    "title": "Enhance Lighting for the Internet of Things",
    "topics": "ICT-04-2018",
    "totalCost": 7313322
},{
    "acronym": "ASTERIQS",
    "contentUpdateDate": "2021-12-10 21:03:48",
    "ecMaxContribution": 9747888.5,
    "ecSignatureDate": "2018-08-20",
    "endDate": "2022-03-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "RIA",
    "id": 820394,
    "legalBasis": "H2020-EU.1.2.",
    "masterCall": "H2020-FETFLAG-2018-2020",
    "nature": "",
    "objective": "ASTERIQS will exploit quantum sensing based on the NV centre in ultrapure diamond to bring solutions to societal and economical needs for which no solution exists yet. Its objectives are to develop: 1) Advanced applications based on magnetic field measurement: fully integrated scanning diamond magnetometer instrument for nanometer scale measurements, high dynamics range  magnetic field sensor to control advanced batteries used in electrical car industry, lab-on-Chip Nuclear Magnetic Resonance (NMR) detector for early diagnosis of disease, magnetic field imaging camera for biology or robotics, instantaneous spectrum analyser for wireless communications management; 2) New sensing applications to sense temperature within a cell, to monitor new states of matter under high pressure, to sense electric field with ultimate sensitivity; 3) New measurement tools to elucidate the chemical structure of single molecules by NMR for pharmaceutical industry or the structure of spintronics devices at the nanoscale for new generation spin-based electronic devices.\nASTERIQS will develop enabling tools to achieve these goals: highest grade diamond material with ultralow impurity level, advanced protocols to overcome residual noise in sensing schemes, optimized engineering for miniaturized and efficient devices.\nASTERIQS will disseminate its results towards academia and industry and educate next generation physicists and engineers. It will contribute to the strategic objectives of the Quantum Flagship to expand European leadership in quantum technologies, deliver scientific breakthroughs, make available European technological platforms and develop synergetic collaborations with them, and finally kick-start a competitive European quantum industry.\nThe ASTERIQS consortium federates world leading European academic and industrial partners to bring quantum sensing from the laboratory to applications for the benefit of European citizens.",
    "rcn": 218199,
    "startDate": "2018-10-01",
    "status": "SIGNED",
    "subCall": "H2020-FETFLAG-2018-03",
    "title": "Advancing Science and TEchnology thRough dIamond Quantum Sensing",
    "topics": "FETFLAG-03-2018",
    "totalCost": 9747888.75
},{
    "acronym": "WInSiC4AP",
    "contentUpdateDate": "2021-12-01 20:03:31",
    "ecMaxContribution": 4121238.19,
    "ecSignatureDate": "2017-05-19",
    "endDate": "2021-03-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "ECSEL-RIA",
    "id": 737483,
    "legalBasis": "H2020-EU.2.1.1.",
    "masterCall": "H2020-ECSEL-2016-1-RIA-two-stage",
    "nature": "",
    "objective": "WInSiC4AP core objective is to contribute in developing reliable technology bricks for efficient and cost-effective applications addressing social challenges and market segments where Europe is a recognized global leader as well as automotive, avionics, railway and defence.\nWInSiC4AP approach is to rely on the strength of vertical integration allowing optimization, technologies fitting application requirements, developing the full ecosystem and approach relevant issues as reliability in the full scope. That enhances the competitiveness of EU- Industries as well as TIER1 and TIER2 down to the value chain in a market context where other countries today, such as the USA or Japan, are advancing and new players accessing SiC enter in the market.\n\nNew topologies and architecture will be developed for  targeted  application  simulating operational environment, at laboratory level, driving the needed and still missed technologies, components and demonstrators to fill the gap between current state of the art and the very high demanding specifications.\nWInSiC4AP framework has been built so that companies working in different domains (i.e. automotive car maker and TIER1-2 and avionics, railway and defence TIER1-TIER2) and in the vertical value chain (semiconductor suppliers, companies manufacturing inductors and  capacitors)  as well as academic entities and laboratories will collaborate to co-design solutions, solve problems and exchange know-how, such that unforeseen results may also  emerge.\nWInSiC4AP will be supported with synergy between ECSEL JU and ESI funding enabling complementary activities with relevant economic and social impact envisage in a less development region of Union.",
    "rcn": 210802,
    "startDate": "2017-06-01",
    "status": "SIGNED",
    "subCall": "H2020-ECSEL-2016-1-RIA-two-stage",
    "title": "Wide band gap Innovative SiC for Advanced Power",
    "topics": "ECSEL-2016-1",
    "totalCost": 2.798171414E7
},{
    "acronym": "SecureIoT",
    "contentUpdateDate": "2021-08-30 18:12:15",
    "ecMaxContribution": 4860335,
    "ecSignatureDate": "2017-11-06",
    "endDate": "2020-12-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "RIA",
    "id": 779899,
    "legalBasis": "H2020-EU.2.1.1.",
    "masterCall": "H2020-IOT-2016-2017",
    "nature": "",
    "objective": "The IoT market is currently undergoing transformation from applications involving semi-passive devices operating within a single platform, to applications involving smart objects with embedded intelligence while spanning multiple platforms. State-of-the-art security mechanisms are not sufficient for protecting end-to-end this wave of IoT applications.\nSecureIoT is a joint effort of global leaders in IoT services and IoT cybersecurity to secure the next generation of dynamic, decentralized IoT systems, which will span spanning multiple IoT platforms and networks of smart objects, through implementing a range of predictive IoT security services. SecureIoT will architect predictive security services in-line with leading edge reference architectures (RA) for IoT applications (i.e. RAs of the Industrial Internet Consortium, the OpenFog Consortium and the Platform Industrie 4.0), which will serve as a basis for specifying security building blocks at both the edge and the core of IoT systems. SecureIoT will provide concrete implementations of security data collection, security monitoring and predictive security mechanisms, which will be the basis for offering integrated services for risk assessment, compliance auditing against regulations and directives (e.g. GDPR, NIS, ePrivacy), as well as support to IoT developers based on programming annotations.  The services will be open and based on the SECaaS (Security-as-a-Service) paradigm.\nThe SecureIoT services will be challenged in market driven scenarios and use cases in the areas of smart manufacturing (Industrie 4.0), connected cars and IoT-enabled socially assistive robots. Their deployment will be based on both enterprise-scale globally available IoT platforms and community open source platform of the partners. As part of its exploitation strategy, SecureIoT will integrate a multi-sided market platform in order to offer SECaaS services, but also to enable integration of additional security mechanisms in its ecosystem.",
    "rcn": 213095,
    "startDate": "2018-01-01",
    "status": "CLOSED",
    "subCall": "H2020-IOT-2017",
    "title": "Predictive Security for IoT Platforms and Networks of Smart Objects",
    "topics": "IoT-03-2017",
    "totalCost": 4860335
},{
    "acronym": "SCOTT",
    "contentUpdateDate": "2021-11-25 13:31:08",
    "ecMaxContribution": 1.022796365E7,
    "ecSignatureDate": "2017-05-18",
    "endDate": "2020-10-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "ECSEL-IA",
    "id": 737422,
    "legalBasis": "H2020-EU.2.1.1.",
    "masterCall": "H2020-ECSEL-2016-2-IA-two-stage",
    "nature": "",
    "objective": "Creating trust in wireless solutions and increasing social acceptance are major challenges to achieve the full potential of the Internet of Things. SCOTT, with 57 key partners from 12 countries (EU + Brazil), will provide efficient solutions of wireless, end-to-end secure, trustworthy connectivity and interoperability to bridge the last mile to the market (TRL 6-7).\n\nSCOTT focusses on wireless sensor & actuator networks and communication in mobility, smart infrastructure and health, thus addressing essential European societal challenges and significantly contributing to burning issues such as Automated Vehicles or Industry 4.0.\n\nSCOTT is based on 15 industrial use cases with a focus on cross-domain applications and heterogeneous environments, emphasizing 5G and cloud computing aspects. It uses a standardized multi-domain reference architecture, fully compliant with ISO 29182, which fosters reusability, scalability, and interoperability.\nNearly 50 reusable technical building blocks will be developed and utilized, proving cross-domain sharing of trustable wireless technologies and services. Finally, more than 20 tangible demonstrators will be presented all over Europe to a broader public.\n\nFollowing a user-centred design to put security and privacy really in the hands of the user, SCOTT will build up and apply a dedicated Trusted System Development Framework to significantly foster acceptance of SCOTT solutions on the market, including the creation of an unprecedented, standardisable ‘privacy labelling’.\n\nSCOTT covers full value chains from silicon to end-users/operators showing full vertical integration. Via reference implementations and open innovation approaches as well as close cooperation with AIOTI and other cluster organizations, SCOTT will establish an attractive, long-term eco-system.\nUltimately, SCOTT will foster Europe’s independence for security enabling components and systems and will further boost the growing “internet economy”.",
    "rcn": 210798,
    "startDate": "2017-05-01",
    "status": "SIGNED",
    "subCall": "H2020-ECSEL-2016-2-IA-two-stage",
    "title": "Secure COnnected Trustable Things",
    "topics": "ECSEL-2016-2",
    "totalCost": 3.879240447E7
},{
    "acronym": "ROLL2RAIL",
    "contentUpdateDate": "2021-07-07 21:38:57",
    "ecMaxContribution": 16000000,
    "ecSignatureDate": "2015-04-27",
    "endDate": "2017-10-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "RIA",
    "id": 636032,
    "legalBasis": "H2020-EU.3.4.",
    "masterCall": "H2020-MG-2014-2015",
    "nature": "",
    "objective": "The ROLL2RAIL project aims to develop key technologies and to remove already identified blocking points for radical innovation in the field of railway vehicles, as part of a longer term strategy to revolutionise the rolling stock for the future.\n\nThe high level objectives of the work are to pave the way to:\n• Increase the capacity of the railway system and bring flexibility to adapt capacity to demand\n• Increase availability, operational reliability and therefore punctuality of the vehicles\n• Reduce the life cycle costs of the vehicle and the track\n• Increase the energy efficiency of the system\n• Improve passenger comfort and the attractiveness of rail transport\nSpecific developments are proposed the scope of ROLL2RAIL:\n• Basis of a radically new traction technology based on emerging electronic components leading towards more energy-efficient traction, which is lighter and more reliable while reducing the noise emitted\n• New wireless technology applied to train control functionalities will allow more flexible coupling to increase line capacity\n• Carbody solutions based on lightweight composite materials to reduce weight\n• A way of quantifying the life-cycle cost impact of new technological solutions for running gear;\n• Knowledge database of the variety of requirements in Europe for the braking systems to bring down barriers to step-change innovation in this area \n• Standardised methodologies for assessing attractiveness and comfort from the passenger’s point of view\n• Methodology for noise source separation techniques allowing implementation of novel and more efficient noise mitigation measures\n\nIt is also the objective of ROLL2RAIL to serve as a preparation for a fast and smooth start up of the large scale initiative SHIFT2RAIL. All ROLL2RAIL results will ultimately lead to demonstration in real vehicles or relevant environments in SHIFT2RAIL.",
    "rcn": 193368,
    "startDate": "2015-05-01",
    "status": "CLOSED",
    "subCall": "H2020-MG-2014_TwoStages",
    "title": "NEW DEPENDABLE ROLLING STOCK FOR A MORE SUSTAINABLE, INTELLIGENT AND COMFORTABLE RAIL TRANSPORT IN EUROPE",
    "topics": "MG-2.3-2014",
    "totalCost": 16000000
},{
    "acronym": "AUTOPILOT",
    "contentUpdateDate": "2021-07-23 12:44:09",
    "ecMaxContribution": 19924984,
    "ecSignatureDate": "2016-11-09",
    "endDate": "2020-02-29",
    "frameworkProgramme": "H2020",
    "fundingScheme": "IA",
    "id": 731993,
    "legalBasis": "H2020-EU.2.1.1.",
    "masterCall": "H2020-IOT-2016-2017",
    "nature": "",
    "objective": "\"Automated driving is expected to increase safety, provide more comfort and create many new business opportunities for mobility services. The market size is expected to grow gradually reaching 50% of the market in 2035. \nThe IoT is about enabling connections between objects or \"\"things\"\"; it’s about connecting anything, anytime, anyplace, using any service over any network. There is little doubt that these vehicles will be part of the IoT revolution. Indeed, connectivity and IoT have the capacity for disruptive impacts on highly and fully automated driving along all value chains towards a global vision of Smart Anything Everywhere.\nIn order to stay competitive, the European automotive industry is investing in connected and automated driving with cars becoming moving “objects” in an IoT ecosystem eventually participating in BigData for Mobility. AUTOPILOT brings IoT into the automotive world to transform connected vehicles into highly and fully automated vehicle.\nThe well-balanced AUTOPILOT consortium represents all relevant areas of the IoT eco-system. IoT open vehicle platform and an IoT architecture will be developed based on the existing and forthcoming standards as well as open source and vendor solutions. Thanks to AUTOPILOT, the IoT eco-system will involve vehicles, road infrastructure and surrounding objects in the IoT, with a particular attention to safety critical aspects of automated driving. AUTOPILOT will develop new services on top of IoT to involve autonomous driving vehicles, like autonomous car sharing, automated parking, or enhanced digital dynamic maps to allow fully autonomous driving.\nAUTOPILOT IoT enabled autonomous driving cars will be tested, in real conditions, at four permanent large scale pilot sites in Finland, France, Netherlands and Italy, whose test results will allow multi-criteria evaluations (Technical, user, business, legal) of the IoT impact on pushing the level of autonomous driving.\n\n\"",
    "rcn": 206508,
    "startDate": "2017-01-01",
    "status": "CLOSED",
    "subCall": "H2020-IOT-2016",
    "title": "AUTOmated driving Progressed by Internet Of Things",
    "topics": "IoT-01-2016",
    "totalCost": 2.655548033E7
},{
    "acronym": "bIoTope",
    "contentUpdateDate": "2020-07-16 12:03:26",
    "ecMaxContribution": 7848160,
    "ecSignatureDate": "",
    "endDate": "2019-05-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "RIA",
    "id": 688203,
    "legalBasis": "",
    "masterCall": "",
    "nature": "",
    "objective": "The Internet of Things (IoT) brings opportunities for creating new services and products, reducing costs for societies, increasing the service level for the citizens in a number of areas, and changing how services are sold and consumed. Despite these opportunities, current information system architectures create obstacles that must be addressed for leveraging the full potential of IoT. One of the most critical obstacles are the ‘vertical silos’ that shape today’s IoT because they constitute a serious impediment to the creation of cross-domain, cross-platform and cross-organisational applications and services. Those silos also hamper developers from producing new added value across multiple platforms due to the lack of interoperability and openness.\n\nbIoTope provides the necessary Standardized Open APIs for enabling horizontal interoperability between silos. Such horizontal interoperability makes it possible to develop Systems of Systems where cross-domain information from platforms, devices and other information sources can be accessed when and as needed. bIoTope-enabled Systems can seamlessly exploit all available information, which makes them smart in the sense that they can take or propose the most appropriate actions depending on the current User’s or Object’s Context/Situation, and even learn from experience. bIoTope capabilities lay the foundation for open innovation ecosystems where companies can innovate both by the creation of new software components for IoT ecosystems, as well as create new Platforms for Connected Smart Objects with minimal investment. Large-scale pilots implemented in smart cities will provide both social, technical and business proofs-of-concept for such IoT ecosystems. This is feasible because the bIoTope consortium combines unique IoT experience, commercial solution providers and end-users, thus ensuring the high quality and efficiency of the results and implementations.",
    "rcn": 200391,
    "startDate": "2016-01-01",
    "status": "CLOSED",
    "subCall": "H2020-ICT-2015",
    "title": "Building an IoT OPen innovation Ecosystem for connected smart objects",
    "topics": "ICT-30-2015",
    "totalCost": 9429160
},{
    "acronym": "PRYSTINE",
    "contentUpdateDate": "2021-12-07 11:41:01",
    "ecMaxContribution": 1.436838246E7,
    "ecSignatureDate": "2018-05-23",
    "endDate": "2021-10-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "ECSEL-RIA",
    "id": 783190,
    "legalBasis": "H2020-EU.2.1.1.",
    "masterCall": "H2020-ECSEL-2017-2-RIA-two-stage",
    "nature": "",
    "objective": "The ambition of PRYSTINE is to strengthen and to extend traditional core competencies of the European industry, research and universities in smart mobility and in particular the electronic component and systems and cyber-physical systems domains. PRYSTINE's target is to realize Fail-operational Urban Surround perceptION (FUSION) which is based on robust Radar and LiDAR sensor fusion and control functions in order to enable safe automated driving in urban and rural environments. Therefore, PRYSTINE's high-level goals are:\n\n1. Enhanced reliability and performance, reduced cost and power of FUSION components\n2. Dependable embedded control by co-integration of signal processing and AI approaches for FUSION\n3. Optimized E/E architecture enabling FUSION-based automated vehicles\n4. Fail-operational systems for urban and rural environments based on FUSION\n\nPRYSTINE will deliver (a) fail-operational sensor-fusion framework on component level, (b) dependable embedded E/E architectures, and (c) safety compliant integration of Artificial Intelligence (AI) approaches for object recognition, scene understanding, and decision making within automotive applications. The resulting reference FUSION hardware/software architectures and reliable components for autonomous systems will be validated in in 22 industrial demonstrators, such as:\n\n1. Fail-operational autonomous driving platform\n2. An electrical and highly automated commercial truck equipped with new FUSION components (such as LiDAR, Radar, camera systems, safety controllers) for advanced perception\n3. Highly connected passenger car anticipating traffic situations\n4. Sensor fusion in human-machine interfaces for fail-operational control transition in highly automated vehicles\n\nPRYSTINE’s well-balanced, value chain oriented consortium, is composed of 60 project partners from 14 different European and non-European countries, including leading automotive OEMs, semiconductor companies, technology partners, and research institutes.",
    "rcn": 216116,
    "startDate": "2018-05-01",
    "status": "SIGNED",
    "subCall": "H2020-ECSEL-2017-2-RIA-two-stage",
    "title": "Programmable Systems for Intelligence in Automobiles",
    "topics": "ECSEL-2017-2",
    "totalCost": 5.029373079E7
},{
    "acronym": "BEYOND5",
    "contentUpdateDate": "2021-08-05 09:32:10",
    "ecMaxContribution": 2.487235155E7,
    "ecSignatureDate": "2020-05-28",
    "endDate": "2023-05-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "ECSEL-IA",
    "id": 876124,
    "legalBasis": "H2020-EU.2.1.1.",
    "masterCall": "H2020-ECSEL-2019-1-IA-two-stage",
    "nature": "",
    "objective": "The overarching goal of BEYOND5 is to build a completely European supply chain for Radio-Frequency Electronics enabling new RF domains for sensing, communication, 5G radio infrastructure and beyond.\nBEYOND5 is first and foremost a technology project gathering most significant European actors covering the entire value chain from materials, semiconductor technologies, designs and components up to the systems.\nBEYOND5 will drive industrial roadmaps in More than Moore (MtM) in adding connectivity features on existing CMOS Technology. The ambition is to accomplish sustainable Radio Frequency SOI platforms to cover the frequency range from 0.7GHz to more than 100GHz, and to demonstrate the technical advantage of SOI, which allows combining large scale integration, low power consumption, cost competitiveness and higher reliability; thus, resulting in high volume production of trusted components with low environmental impact in Europe. \nThis objective will be achieved in a “Time to Market” approach using the 3 major work streams:\n1.\tTechnology enhancement in three European industrial pilot lines:\n•\t300mm RF SOI substrates pilot line in Soitec, supported by the “Substrate Innovation Center” in CEA LETI to prepare future generations.\n•\tRF-SOI 65nm pilot line for 5G FEM in ST addressing both sub-6GHz and 28GHz domains.\n•\t22FDX pilot line addressing Digital Signal Processing of radio module and RF reliability, in GF \n2.\tEuropean RF design ecosystem strengthening, based on a large fabless community using FD-SOI and RF-SOI platforms\n3.\tSix Leading edge systems aggregating the value chain to demonstrate added-value of the technology at the user level:\n•\tNB IoT for Smart Asset Tracking,\n•\tContactless USB for high-data rate communication,\n•\tV2X for autonomous connected trucks,\n•\t5G Low Power Digital Beamforming Base Station for Indoor dense spaces,\n•\tAutomotive MIMO Radar with embedded AI,\n•\tCar Interior Radar for passenger monitoring.",
    "rcn": 229886,
    "startDate": "2020-06-01",
    "status": "SIGNED",
    "subCall": "H2020-ECSEL-2019-1-IA",
    "title": "Building the fully European supplY chain on RFSOI, enabling New RF Domains for Sensing, Communication, 5G and beyond",
    "topics": "ECSEL-2019-1-IA",
    "totalCost": 9.744812263E7
},{
    "acronym": "UnCoVerCPS",
    "contentUpdateDate": "2020-09-10 00:38:01",
    "ecMaxContribution": 4932902.25,
    "ecSignatureDate": "",
    "endDate": "2019-02-28",
    "frameworkProgramme": "H2020",
    "fundingScheme": "RIA",
    "id": 643921,
    "legalBasis": "",
    "masterCall": "",
    "nature": "",
    "objective": "The proposed research effort provides methods for a faster and more efficient development process of safety- or operation-critical cyber-physical systems in (partially) unknown environments. Cyber-physical systems are very hard to control and verify because of the mix of discrete dynamics (originating from computing elements) and continuous dynamics (originating from physical elements). We present completely new methods for de-verticalisation of the development processes by a generic and holistic approach towards reliable cyber-physical systems development with formal guarantees. In order to guarantee that specifications are met in unknown environments and in unanticipated situations, we synthesise and verify controllers on-the-fly during system execution. This requires to unify control and verification approaches, which were previously considered separately by developers. For instance, each action of an automated car (e.g. lane change) is verified before execution, guaranteeing safety of the passengers. We will develop completely new methods, which are integrated in tools for modelling, control design, verification, and code generation that will leverage the development towards reliable and at the same time open cyber-physical systems. Our approach leverages future certification needs of open and critical cyber-physical systems. The impact of this project is far-reaching and long-term: UnCoVerCPS prepares the EU to be able to develop critical cyber-physical systems that can only be realised and certified when uncertainties in the environment are adequately considered. This is demonstrated by applying our ground-breaking methods to automated vehicles, human-robot collaborative manufacturing, and smart grids within a consortium that has a balanced participation of academic and industrial partners.",
    "rcn": 194114,
    "startDate": "2015-01-01",
    "status": "CLOSED",
    "subCall": "H2020-ICT-2014-1",
    "title": "Unifying Control and Verification of Cyber-Physical Systems",
    "topics": "ICT-01-2014",
    "totalCost": 4932902.75
},{
    "acronym": "ULPEC",
    "contentUpdateDate": "2021-06-01 20:40:51",
    "ecMaxContribution": 3876396,
    "ecSignatureDate": "",
    "endDate": "2021-06-30",
    "frameworkProgramme": "H2020",
    "fundingScheme": "RIA",
    "id": 732642,
    "legalBasis": "",
    "masterCall": "",
    "nature": "",
    "objective": "The long term goal of ULPEC is to develop advanced vision applications with ultra-low power requirements and ultra-low latency. \nThe output of the ULPEC project is a demonstrator connecting a neuromorphic event-based camera to a high speed ultra-low power consumption asynchronous visual data processing system (Spiking Neural Network with memristive synapses). Although ULPEC device aims to reach TRL 4, it is a highly application-oriented project:  prospective use cases will be studied and an application roadmap will be developed, by considering interoperability for an integration in “systems of systems” as well as the definition of upper power consumption limits depending on future application. The project consortium therefore includes an industrial end-user (Bosch), which will more particularly investigate autonomous and computer assisted driving. Autonomous and computer assisted driving are indeed a major disruption in the transport and car manufacturing sector. Vision and recognition of traffic event must be computed with very low latency (to improve security) and low power (to accommodate the power limited environment in a car, such as power budget and heat dissipation).\nSubstantial impact on innovation capacity and creation of market opportunities is expected under the ULPEC project: four enterprises (two SMEs) participate to the project. The ULPEC project is an opportunity for European companies such as TSST to increase the competitiveness and increase the global market share in manufacturing tools for complex oxide thin film synthesis. Besides, a compact, low-power vision system based on the technology intended to be developed in this project would generate a distinct competitive advantage over conventional solutions and would clearly boost Chronocam’s market potential. ULPEC is also an opportunity for SMEs to develop stronger collaboration with the industrial leaders involved in the project, such as IBM and Bosch.",
    "rcn": 206195,
    "startDate": "2017-01-01",
    "status": "SIGNED",
    "subCall": "H2020-ICT-2016-1",
    "title": "Ultra-Low Power Event-Based Camera",
    "topics": "ICT-03-2016",
    "totalCost": 4862256.25
},{
    "acronym": "TAPPS",
    "contentUpdateDate": "2017-07-24 07:06:25",
    "ecMaxContribution": 3885484,
    "ecSignatureDate": "",
    "endDate": "2017-12-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "RIA",
    "id": 645119,
    "legalBasis": "",
    "masterCall": "",
    "nature": "",
    "objective": "Open and smart cyber-physical systems (CPS) are considered to be the next revolution in ICT with enormous economic potential enabling novel business models for integrated services and products. In many areas of CPS devices, there is a strong trend towards open systems, which can be extended during operation instantly adding functionalities on demand. The main goal of the TAPPS (Trusted Apps for open CPS) project is the development of a platform for CPS Apps, which can also access and modify device internals. Therefore, the solution will address all necessary layers from hardware over software to an app store concept always ensuring security and full real-time support for the applications. The extensibility and the pervasive trusted environment of TAPPS are important differentiators that will enable new market extensions to keep pace with user expectations and latest technology. \n\nAs current, rich execution platforms for apps are limited in security, the project will develop a parallel, real-time Trusted Execution Environment (TEE) for highly-trusted CPS Apps. The TEE is located separately from existing the execution environment inside the System Control Units and exploits functionalities provided by the novel hardware-, processor- and network-centric security mechanisms as well as a hypervisor for virtualization. Furthermore, TAPPS will provide and validate an end-to-end solution for development and deployment of trusted apps, including an App Store and a model-based tool chain for trusted application development including verification tools. This multi-level trusted Apps platform and tool chain are matured and validated in health and automotive application domains using industrial, realistic use cases paving the way for future exploitation in further demanding application domains.",
    "rcn": 194284,
    "startDate": "2015-01-01",
    "status": "CLOSED",
    "subCall": "H2020-ICT-2014-1",
    "title": "Trusted Apps for open CPS",
    "topics": "ICT-01-2014",
    "totalCost": 3885484
},{
    "acronym": "NextPerception",
    "contentUpdateDate": "2021-12-03 14:52:30",
    "ecMaxContribution": 8728813.49,
    "ecSignatureDate": "2020-05-19",
    "endDate": "2023-04-30",
    "frameworkProgramme": "H2020",
    "fundingScheme": "ECSEL-RIA",
    "id": 876487,
    "legalBasis": "H2020-EU.2.1.1.",
    "masterCall": "H2020-ECSEL-2019-2-RIA-two-stage",
    "nature": "",
    "objective": "We put our lives increasingly in the hands of smart complex systems making decisions that directly affect our health and wellbeing. This is very evident in healthcare - where systems watch over your health - as well as in traffic - where autonomous driving solutions are gradually taking over control of the car. The accuracy and timeliness of the decisions depend on the systems’ ability to build a good understanding of both you and your environment, which relies on observations and the ability to reason on them.\nThis project will bring perception sensing technologies like Radar, LiDAR and Time of Flight cameras to the next level, enhancing their features to allow for more accurate detection of human behaviour and physiological parameters. Besides more accurate automotive solutions ensuring driver vigilance and pedestrian and cyclist safety, this innovation will open up new opportunities in health and wellbeing to monitor elderly people at home or unobtrusively assess health state.\nTo facilitate building the complex smart sensing systems envisioned and ensure their secure and reliable operation, the new Distributed Intelligence paradigm will be embraced, enhanced and supported by tools. It leverages the advantages of Edge and Cloud computing, building on the distributed computational resources increasingly available in sensors and edge components to distribute also the intelligence. \nThe goal of this project is to develop next generation smart perception sensors and enhance the distributed intelligence paradigm to build versatile, secure, reliable, and proactive human monitoring solutions for the health, wellbeing, and automotive domains \nThe project brings together major industrial players and research partners to address top challenges in health, wellbeing, and automotive domains through three use cases: integral vitality monitoring for elderly and exercise, driver monitoring, and providing safety and comfort for vulnerable road users at intersections.",
    "rcn": 229692,
    "startDate": "2020-05-01",
    "status": "SIGNED",
    "subCall": "H2020-ECSEL-2019-2-RIA",
    "title": "NextPerception - Next generation smart perception sensors and distributed intelligence for proactive human monitoring in health, wellbeing, and automotive systems",
    "topics": "ECSEL-2019-2-RIA",
    "totalCost": 2.87076695E7
},{
    "acronym": "ENABLE-S3",
    "contentUpdateDate": "2021-11-24 15:19:58",
    "ecMaxContribution": 1.589635531E7,
    "ecSignatureDate": "2016-05-11",
    "endDate": "2019-05-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "ECSEL-IA",
    "id": 692455,
    "legalBasis": "H2020-EU.2.1.1.",
    "masterCall": "H2020-ECSEL-2015-2-IA-two-stage-Master",
    "nature": "",
    "objective": "ENABLE-S3 will pave the way for accelerated application of highly automated and autonomous systems in the mobility domains automotive, aerospace, rail and maritime as well as in the health care domain. Virtual testing, verification and coverage-oriented test selection methods will enable validation with reasonable efforts. The resulting validation framework will ensure Europeans Industry competitiveness in the global race of automated systems with an expected market potential of 60B€ in 2025.\nProject results will be used to propose standardized validation procedures for highly automated systems (ACPS). \nThe technical objectives addressed are: \n1. Provision of a test and validation framework that proves the functionality, safety and security of ACPS with at least 50% less test effort than required in classical testing. \n2. Promotion of a new technique for testing of automated systems with physical sensor signal stimuli generators, which will be demonstrated for at least 3 physical stimuli generators. \n3. Raising significantly the level of dependability of automated systems due to provision of a holistic test and validation platform and systematic coverage measures, which will reduce the probability of malfunction behavior of automated systems to 10E-9/h. \n4. Provision of a validation environment for rapid re-qualification, which will allow reuse of validation scenarios in at least 3 development stages. \n5. Establish open standards to speed up the adoption of the new validation tools and methods for ACPS. \n6. Enabling safe, secure and functional ACPS across domains. \n7. Creation of an eco-system for the validation and verification of automated systems in the European industry. ENABLE-S3 is strongly industry-driven. Realistic and relevant industrial use-cases from smart mobility and smart health will define the requirements to be addressed and assess the benefits of the technological progress.",
    "rcn": 203396,
    "startDate": "2016-05-01",
    "status": "SIGNED",
    "subCall": "H2020-ECSEL-2015-2-IA-two-stage",
    "title": "European Initiative to Enable Validation for Highly Automated Safe and Secure Systems",
    "topics": "ECSEL-17-2015",
    "totalCost": 6.338100978E7
},{
    "acronym": "HELIAUS",
    "contentUpdateDate": "2021-04-24 07:14:21",
    "ecMaxContribution": 8192593.44,
    "ecSignatureDate": "",
    "endDate": "2022-08-31",
    "frameworkProgramme": "H2020",
    "fundingScheme": "ECSEL-RIA",
    "id": 826131,
    "legalBasis": "",
    "masterCall": "",
    "nature": "",
    "objective": "The new ways of driving and use a vehicle as expected in the scope of Smart Mobility asks for reliable and affordable versatile perception systems. Perception systems need to be accurate and reliable both for what happen in the cabin and out of the cabin. The driver and passenger monitoring needs to be improved as well as the environment surrounding monitoring, in all light and weather conditions. For both of these topics, the extension of current perception systems (mainly based on visible imaging, LIDAR and RADAR detection) to the thermal sensing is a must.  Thermal sensing, especially in the LWIR (= 6 to 14 µm) bandwidth, provides valuable additional information and has to be considered as a must for the next generation of L4 (‘’Eyes off’’) and L5 (‘’Mind off’’) autonomous driving.\nIn this context, the HELIAUS project aims to deliver breakthrough perception systems for in-cabin passengers monitoring, as well as for the car surrounding by developing smart thermal perception systems that extend the current systems to the LWIR bandwidth.\nFrom general point of view, the main objectives of the HELIAUS project and work to be carried out are as follows:\n1/ to develop cutting-edge and cost effective technologies leading to low cost, high performance LWIR module,\n2/ to specify, develop, test and validate the thermal perception systems first prototypes for in-cabin and out-of cabin application,\n3/ to quantify the valuable addition of the thermal sensing into the current systems and future systems,\n4/ to promote the benefit of such systems in the future autonomous vehicles, in particular, and for smart mobility in general.\nThe HELIAUS project is a first and essential step to the creation of a future industrialized affordable thermal perception systems offer. Being a part of the IPCEI Microelectronics, in which ULIS leads a project in the framework of the ‘’Smart Sensors’’, the HELIAUS project will positively contribute to the global competitiveness of the European industry.",
    "rcn": 223287,
    "startDate": "2019-04-01",
    "status": "SIGNED",
    "subCall": "H2020-ECSEL-2018-2-RIA-two-stage-1",
    "title": "tHErmaL vIsion AUgmented awarenesS",
    "topics": "ECSEL-2018-2-RIA",
    "totalCost": 28194740
}
]